Repository: sebastianHobby/taskly_bloc
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# pinAction
source: Pin
es: Fijar

# unpinAction
source: Unpin
es: Desfijar

# selectedCountLabel
source: {count} selected
es: {count, plural, one{1 seleccionado} other{{count} seleccionados}}

# pinToMyDayAction
source: Pin to My Day
es: Fijar en Mi día

# unpinFromMyDayAction
source: Unpin from My Day
es: Desfijar de Mi día

# moveToProjectAction
source: Move to project
es: Mover al proyecto

# completeSeriesAction
source: Complete series
es: Completar serie

# selectValuesHint
source: Select values
es: Selecciona valores

# projectCompletedLabel
source: Completed
es: Completado

# addProjectAction
source: Add project
es: Añadir proyecto

# selectProjectTitle
source: Select project
es: Seleccionar proyecto

# projectPickerNoProjectInbox
source: No project (Inbox)
es: Sin proyecto (Bandeja de entrada)

# projectPickerRecentTitle
source: Recent
es: Recientes

# projectPickerSearchHint
source: Search projects
es: Buscar proyectos

# projectPickerNoMatchingProjects
source: No matching projects
es: No hay proyectos coincidentes

# doneLabel
source: Done
es: Listo

# recurrenceTitle
source: Repeat
es: Repetir

# recurrenceRepeatFromCompletionLabel
source: Repeat from completion
es: Repetir desde la finalización

# recurrenceSeriesEndedLabel
source: End series
es: Finalizar serie

# valuesAlignedToTitle
source: Value Alignment
es: Alineado con

# valuesNoneSelected
source: No values selected.
es: Sin valores

# valuesNoneInherited
source: No values inherited.
es: Sin valores del proyecto

# valuesExplicitSelectionLabel
source: Selected values
es: Selección explícita

# valuesAlignmentHelperText
source: Choose values that this task supports.
es: Apoya la planificación centrada en valores.

# valuesInheritLabel
source: Inherit
es: Heredar

# valuesOverrideLabel
source: Override
es: Anular

# valuesInheritHelp
source: Use values from the selected project.
es: Usa los valores del proyecto a menos que anules.

# valuesOverrideHelp
source: Choose values for this task. Project values will be ignored.
es: Elige valores para esta tarea. Se ignorarán los del proyecto.

# valuesProjectHelp
source: Choose at least one value. The first is primary.
es: Elige al menos un valor. El primero es el principal.

# valuesNoProjectSelected
source: No project selected.
es: No hay proyecto seleccionado.

# valuesInheritedFromProject
source: Inherited from project
es: Heredado del proyecto

# valuesProjectHasNoValues
source: This project has no values.
es: Este proyecto no tiene valores.

# valuesOptionalFooter
source: Values are optional for tasks.
es: Los valores son opcionales para las tareas.

# valuesPrimaryTooltip
source: Make primary
es: Hacer principal

# projectFormValuesRequired
source: Select at least one value.
es: Selecciona al menos un valor.

# counterAppBarTitle
source: Counter
es: Contador

# editLabel
source: Edit
es: Editar

# cancelLabel
source: Cancel
es: Cancelar

# backLabel
source: Back
es: Atrás

# closeLabel
source: Close
es: Cerrar

# manageLabel
source: Manage
es: Administrar

# clearLabel
source: Clear
es: Limpiar

# priorityLabel
source: Priority
es: Prioridad

# allLabel
source: All
es: Todo

# anytimeScopePickerTitle
source: Choose scope
es: Elegir alcance

# anytimeScopePickerSearchHint
source: Search values and projects
es: Buscar valores y proyectos

# anytimeScopePickerNoMatchesTitle
source: No matches
es: Sin coincidencias

# anytimeScopePickerNoMatchesBody
source: Try a different search.
es: Prueba con otra búsqueda.

# anytimeScopePickerNoValuesTitle
source: No values yet
es: Aún no hay valores

# anytimeScopePickerNoValuesBody
source: Create a value to filter by it.
es: Crea un valor para poder filtrar por él.

# anytimeScopePickerNoProjectsTitle
source: No projects yet
es: Aún no hay proyectos

# anytimeScopePickerNoProjectsBody
source: Create a project to filter by it.
es: Crea un proyecto para poder filtrar por él.

# deleteLabel
source: Delete
es: Eliminar

# deleteTaskAction
source: Delete task
es: Eliminar tarea

# deleteConfirmationQuestion
source: Are you sure you want to delete "{itemName}"?
es: ¿Seguro que quieres eliminar "{itemName}"?

# deleteConfirmationIrreversibleDescription
source: This action cannot be undone.
es: Esta acción no se puede deshacer.

# deleteProjectCascadeDescription
source: All tasks in this project will also be deleted. This action cannot be undone.
es: Todas las tareas de este proyecto también se eliminarán. Esta acción no se puede deshacer.

# deleteValueCascadeDescription
source: This value will be removed from all tasks. This action cannot be undone.
es: Este valor se eliminará de todas las tareas. Esta acción no se puede deshacer.

# projectsTitle
source: Projects
es: Proyectos

# tasksTitle
source: Tasks
es: Tareas

# labelsTitle
source: Labels
es: Etiquetas

# valuesTitle
source: Values
es: Valores

# browseTitle
source: Browse
es: Explorar

source: No projects found.
es: No se encontraron proyectos.

# createProjectTooltip
source: Create project
es: Crear proyecto

# createTaskTooltip
source: Create task
es: Crear tarea

# loadingTitle
source: Loading...
es: Cargando...

# projectDetailTasksFilterAll
source: All
es: Todas

# projectDetailTasksFilterOpen
source: Open
es: Abiertas

# projectDetailTasksFilterCompleted
source: Completed
es: Completadas

# projectDetailNoMatchingTasksTitle
source: No matching tasks
es: No hay tareas coincidentes

# projectDetailNoMatchingTasksDescription
source: Try a different filter.
es: Prueba con otro filtro.

# valueDetailProjectsAndTasksSectionTitle
source: Projects & tasks
es: Proyectos y tareas

# valueFormNameHint
source: Name
es: Nombre

# valueFormNameRequired
source: Name is required
es: El nombre es obligatorio

# valueFormNameEmpty
source: Name must not be empty
es: El nombre no debe estar vacío

# valueFormNameTooLong
source: Name must be {max} characters or fewer
es: El nombre debe tener {max} caracteres o menos

# valueFormPreviewLabel
source: Preview
es: Vista previa

# valueFormIconLabel
source: Icon
es: Icono

# valueFormIconHint
source: Tap to select an icon
es: Toca para seleccionar un icono

# valueFormColorMoreColors
source: More colors
es: Más colores

# valuePriorityLowLabel
source: Low
es: Baja

# valuePriorityMediumLabel
source: Medium
es: Media

# valuePriorityHighLabel
source: High
es: Alta

# createLabelTooltip
source: Create label
es: Crear etiqueta

# createValueTooltip
source: Create value
es: Crear valor

# createLabelOption
source: Create label
es: Crear etiqueta

# createValueOption
source: Create value
es: Crear valor

# labelTypeLabelHeading
source: Label
es: Etiqueta

# labelTypeValueHeading
source: Values
es: Valor

source: No labels found.
es: No se encontraron etiquetas.

source: No values found.
es: No se encontraron valores.

# genericErrorFallback
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.

source: Task not found.
es: No se encontró la tarea.

source: Project not found.
es: No se encontró el proyecto.

source: Label not found.
es: No se encontró la etiqueta.

# taskFilterAll
source: All tasks
es: Todas las tareas

# taskFilterActive
source: Active tasks
es: Tareas activas

# taskFilterCompleted
source: Completed tasks
es: Tareas completadas

# taskSortByName
source: Sort by name
es: Ordenar por nombre

# taskSortByDeadline
source: Sort by due date
es: Ordenar por fecha de entrega

# groupSortMenuTitle
source: Group & sort
es: Agrupar y ordenar

# groupSortGroupingLabel
source: Grouping
es: Agrupación

# groupSortSortingLabel
source: Sorting
es: Ordenamiento

# groupOptionNone
source: No grouping
es: Sin agrupación

# groupOptionLabels
source: Group by labels
es: Agrupar por etiquetas

# groupOptionValues
source: Group by values
es: Agrupar por valores

# sortFieldNameLabel
source: Name
es: Nombre

# sortFieldStartDateLabel
source: Planned day
es: Día planificado

# sortFieldDeadlineDateLabel
source: Due date
es: Fecha de entrega

# sortFieldNoneLabel
source: None
es: Ninguno

# sortSlotPrimaryLabel
source: Primary sort
es: Orden principal

# sortSlotSecondaryLabel
source: Secondary sort
es: Orden secundario

# sortSlotTertiaryLabel
source: Tertiary sort
es: Orden terciario

# sortMenuTitle
source: Sort
es: Ordenar

# sortSortingLabel
source: Sorting
es: Orden

# sortDirectionLabel
source: Direction
es: Dirección

# sortDirectionAscending
source: Ascending
es: Ascendente

# sortDirectionDescending
source: Descending
es: Descendente

# groupingMissingLabels
source: No labels
es: Sin etiquetas

# groupingMissingValues
source: No values
es: Sin valores

# groupSortApplyButton
source: Apply
es: Aplicar

# todayTitle
source: Today
es: Hoy

# upcomingTitle
source: Upcoming
es: Próximas

# nextActionsTitle
source: Next actions
es: Siguientes acciones

source: Task created successfully.
es: Tarea creada correctamente.

source: Task updated successfully.
es: Tarea actualizada correctamente.

source: Task deleted successfully.
es: Tarea eliminada correctamente.

source: Project created successfully.
es: Proyecto creado correctamente.

source: Project updated successfully.
es: Proyecto actualizado correctamente.

source: Project deleted successfully.
es: Proyecto eliminado correctamente.

source: Value created successfully.
es: Valor creado correctamente.

source: Value updated successfully.
es: Valor actualizado correctamente.

source: Value deleted successfully.
es: Valor eliminado correctamente.

source: Label created successfully.
es: Etiqueta creada correctamente.

source: Label updated successfully.
es: Etiqueta actualizada correctamente.

source: Label deleted successfully.
es: Etiqueta eliminada correctamente.

# snackCompletionFailed
source: Couldn't update completion.
es: No se pudo actualizar el estado.

# snackPinFailed
source: Couldn't update pin.
es: No se pudo actualizar el fijado.

# snackDeleteFailed
source: Couldn't delete.
es: No se pudo eliminar.

# snackMoveFailed
source: Couldn't move.
es: No se pudo mover.

# snackInvalidOccurrence
source: Couldn't update that recurring item.
es: No se pudo actualizar ese elemento recurrente.

# actionCreate
source: Create
es: Crear

# actionUpdate
source: Update
es: Actualizar

# projectFormTitleHint
source: Title
es: Título

# projectFormTitleRequired
source: Title is required
es: El título es obligatorio

# projectFormTitleEmpty
source: Title must not be empty
es: El título no puede estar vacío

# projectFormTitleTooLong
source: Title must be 120 characters or fewer
es: El título debe tener 120 caracteres o menos

# projectFormDescriptionHint
source: Description
es: Descripción

# projectFormDescriptionTooLong
source: Description is too long
es: La descripción es demasiado larga

# projectFormStartDateHint
source: Planned day
es: Día planificado

# projectFormDeadlineDateHint
source: Due date
es: Fecha de entrega

# projectFormDeadlineAfterStartError
source: Due date must be after planned day
es: La fecha de entrega debe ser posterior al día planificado

# projectFormCompletedLabel
source: Completed
es: Completado

# projectFormValuesLabel
source: Values
es: Valores

# projectFormLabelsLabel
source: Labels
es: Etiquetas

# projectFormRepeatRuleHint
source: Repeat rule (RRULE, optional)
es: Regla de repetición (RRULE, opcional)

# projectFormRepeatRuleTooLong
source: Repeat rule is too long
es: La regla de repetición es demasiado larga

# emptyTodayTitle
source: Nothing due today
es: Nada para hoy

# emptyTodayDescription
source: Tasks and projects due today will appear here
es: Las tareas y proyectos del día aparecerán aquí

# emptyUpcomingTitle
source: Nothing upcoming
es: Nada próximo

# emptyUpcomingDescription
source: Future tasks and projects will appear here
es: Las tareas y proyectos futuros aparecerán aquí

# emptyProjectsTitle
source: No projects yet
es: Sin proyectos aún

# emptyProjectsDescription
source: Create a project to organize your tasks
es: Crea un proyecto para organizar tus tareas

# emptyTasksTitle
source: No tasks yet
es: Sin tareas aún

# emptyTasksDescription
source: Add a task to get started
es: Añade una tarea para empezar

# addTaskAction
source: Add task
es: Añadir tarea

# taskFormNameHint
source: What needs to be done?
es: Nombre de la tarea

# taskFormStartDateHint
source: Planned day
es: Día planificado

# taskFormDeadlineDateHint
source: Due date
es: Fecha de entrega

# dateChipAddPlannedDay
source: Add planned
es: Añadir día planificado

# dateChipAddDueDate
source: Add deadline
es: Añadir fecha de entrega

# taskFormProjectHint
source: Project (optional)
es: Proyecto (opcional)

# taskFormCompletedLabel
source: Completed
es: Completada

# taskFormNameRequired
source: Name is required
es: El nombre es obligatorio

# taskFormNameEmpty
source: Name must not be empty
es: El nombre no puede estar vacío

# taskFormNameTooLong
source: Name must be 120 characters or fewer
es: El nombre debe tener 120 caracteres o menos

# taskFormDescriptionTooLong
source: Description is too long
es: La descripción es muy larga

# taskFormRepeatRuleTooLong
source: Repeat rule is too long
es: La regla de repetición es demasiado larga

# taskFormDeadlineAfterStartError
source: Due date must be after planned day
es: La fecha de entrega debe ser posterior al día planificado

# dateToday
source: Today
es: Hoy

# dateTomorrow
source: Tomorrow
es: Mañana

# dateNextWeek
source: Next week
es: La semana que viene

# dateYesterday
source: Yesterday
es: Ayer

# changeButton
source: Change
es: Cambiar

# snoozeTitle
source: Snooze
es: Posponer

# snoozeSubtitle
source: Set a new planned day (availability).
es: Establece un nuevo día planificado (disponibilidad).

# myDayWhatMattersSectionTitle
source: Values-based suggestions
es: Alineado con valores

# myDayWhatsWaitingSectionTitle
source: What's waiting
es: Sensible al tiempo

# myDayHeadsUpBannerTitle
source: A quick heads-up
es: Un aviso rápido

# myDayHeadsUpBannerCta
source: Show me
es: Muéstrame

# myDayHeadsUpCaughtUpSubtitle
source: You're caught up.
es: Estás al día.

# myDayHeadsUpWaitingSummary
source: {dueCount} due soon{availablePart}
es: {dueCount} vencen pronto{availablePart}

# myDayAvailableToStartCountPart
source: · {count} available to start
es: • {count} disponibles para empezar

# myDayChooseAction
source: Choose
es: Elegir

# myDayDoTodayAction
source: Log today
es: Hacer hoy

# myDayAddToMyDayAction
source: Add to My Day
es: Añadir a Mi día

# myDayAddedLabel
source: Added
es: Añadido

# myDaySnoozeAction
source: Snooze
es: Posponer

# myDayWhyTheseAction
source: Why these?
es: ¿Por qué estas?

# myDayWhyTheseTitle
source: Why these?
es: ¿Por qué estas?

# myDayWhyTheseWhatMattersBody
source: Values aligned highlights tasks linked to your values. Suggestions may also rebalance neglected values and consider urgency and priority.
es: Alineado con valores destaca tareas vinculadas a tus valores. Las sugerencias también pueden reequilibrar valores descuidados y considerar la urgencia y la prioridad.

# myDayWhyTheseValueGroupCount
source: {count} picks
es: {count} sugerencias

# myDayWhyTheseWhatsWaitingBody
source: Time sensitive helps you avoid surprises. You'll see tasks due soon (within the next {days} days) and tasks that are available to start.
es: Sensible al tiempo te ayuda a evitar sorpresas. Verás tareas que vencen pronto (en los próximos {days} días) y tareas que están disponibles para empezar.

# myDayWhyTheseSignalBalance
source: Balance
es: Equilibrio

# myDayWhyTheseSignalCrossValue
source: Cross-value
es: Entre valores

# myDaySupportsValueLabel
source: Supports {value}
es: Apoya {value}

# myDayShowMoreCountLabel
source: Show {count} more
es: Mostrar {count} más

# myDayWhySuggestedSemanticLabel
source: Why suggested
es: Por qué se sugiere

# myDayWhatMattersSubtitle
source: Ranked by values, then time-sensitive.
es: Sugerencias guiadas por tus valores para hoy.

# myDayWhatsWaitingSubtitle
source: Due soon or ready to start.
es: Vencen pronto o están listas para empezar.

# myDayValueAlignedLabel
source: Value-aligned
es: Alineada con valores

# myDayValueAlignedTooltip
source: This task is linked to one of your values.
es: Esta tarea está vinculada a uno de tus valores.

# myDayDueSoonLabel
source: Due soon
es: Vence pronto

# myDayAvailableToStartLabel
source: Available to start
es: Disponible para empezar

# myDaySuggestionSettingsTitle
source: Suggestion settings
es: Ajustes de sugerencias

# myDaySuggestionSettingsBody
source: Tune what shows up in "Time sensitive".
es: Ajusta lo que aparece en la sección "Sensible al tiempo".

# myDayDueSoonWindowLabel
source: Due soon window · {days} days
es: Ventana de vencimiento · {days} días

# myDayDueSoonWindowHelp
source: Shows tasks with due dates within the next {days} days.
es: Muestra tareas con vencimiento dentro de los próximos {days} días.

# myDayShowAvailableToStartSettingTitle
source: Show planned tasks
es: Mostrar "Disponible para empezar"

# myDayShowAvailableToStartSettingSubtitle
source: Tasks with a planned date of today or earlier.
es: Tareas con fecha de inicio hoy o anterior.

# myDayShowAllPicksLabel
source: Show all picks
es: Mostrar todas las selecciones

# myDaySuggestedAnotherBatchPrompt
source: Suggested complete - generate another batch?
es: Todo listo — ¿quieres otro lote?

# myDaySnoozedSectionTitle
source: Snoozed
es: Pospuestas

# myDaySnoozedCollapsedTitle
source: Snoozed · {count}
es: Pospuestas · {count}

# myDayHideLabel
source: Hide
es: Ocultar

# myDaySnoozedRowSubtitle
source: Snoozed
es: Pospuesta

# myDaySnoozedUntilRowSubtitle
source: Until {date}
es: Hasta {date}

# myDaySnoozedOptionsTooltip
source: Snooze options
es: Opciones de posposición

# myDayUnsnoozeAction
source: Unsnooze
es: Quitar posposición

# myDayChangeSnoozeAction
source: Change...
es: Cambiar…

# myDayMyDaySnoozeSheetTitle
source: Hide from My Day
es: Ocultar de Mi Día

# myDayMyDaySnoozeSheetSubtitle
source: Hide this task from My Day until...
es: Oculta esta tarea de Mi Día hasta…

# pinnedSemanticLabel
source: Pinned
es: Fijada

# pickDateButton
source: Pick date...
es: Elegir fecha…

# focusModeHelperLine
source: Mode: {mode} · {tagline}
es: Modo: {mode} · {tagline}

# showMoreCountLabel
source: Show {count} more · {label} ({total})
es: Mostrar {count} más · {label} ({total})

# dateInDays
source: In {days} days
es: En {days} días

# dateDaysAgo
source: {days} days ago
es: Hace {days} días

# repeatsLabel
source: Repeats
es: Se repite

# labelTypeLabel
source: Label
es: Etiqueta

# labelTypeValue
source: Value
es: Valor

# retryButton
source: Retry
es: Reintentar

# rruleDaily
source: Every day
es: Cada día

# rruleWeekly
source: Every week
es: Cada semana

# rruleMonthly
source: Every month
es: Cada mes

# rruleYearly
source: Every year
es: Cada año

# rruleEveryNDays
source: Every {n} days
es: Cada {n} días

# rruleEveryNWeeks
source: Every {n} weeks
es: Cada {n} semanas

# rruleEveryNMonths
source: Every {n} months
es: Cada {n} meses

# rruleEveryNYears
source: Every {n} years
es: Cada {n} años

# rruleOn
source: on
es: el

# rruleOnDay
source: on day
es: el día

# rruleTimes
source: {count, plural, =1{1 time} other{{count} times}}
es: {count, plural, =1{1 vez} other{{count} veces}}

# rruleUntil
source: until
es: hasta

# dayMon
source: Mon
es: Lun

# dayTue
source: Tue
es: Mar

# dayWed
source: Wed
es: Mié

# dayThu
source: Thu
es: Jue

# dayFri
source: Fri
es: Vie

# daySat
source: Sat
es: Sáb

# daySun
source: Sun
es: Dom

# projectDetailTasksTitle
source: Tasks
es: Tareas

# projectDetailTaskCount
source: {count, plural, =0{No tasks} =1{1 task} other{{count} tasks}}
es: {count, plural, =0{Sin tareas} =1{1 tarea} other{{count} tareas}}

# projectDetailCompletedCount
source: {completed} of {total} completed
es: {completed} de {total} completadas

# projectDetailEmptyTasksDescription
source: Add tasks to this project to track your progress
es: Añade tareas a este proyecto para seguir tu progreso

# projectStatusCompleted
source: Completed
es: Completado

# projectStatusActive
source: Active
es: Activo

# deleteProjectAction
source: Delete project
es: Eliminar proyecto

# markCompleteAction
source: Mark complete
es: Marcar como completado

# markIncompleteAction
source: Mark incomplete
es: Marcar como incompleto

source: Settings
es: Configuración

source: Retry
es: Reintentar

source: No tasks to focus on
es: No hay tareas en las que enfocarse

# pinnedTasksSection
source: Pinned Tasks
es: Tareas Fijadas

source: Unpin task
es: Desfijar tarea

source: Pin task
es: Fijar tarea

# taskUrgentExcludedWarning
source: {count, plural, =1{1 urgent task excluded from Focus} other{{count} urgent tasks excluded from Focus}}
es: {count, plural, =1{1 tarea urgente excluida de Focus} other{{count} tareas urgentes excluidas de Focus}}

# reviewExcludedTasks
source: Review
es: Revisar

# dismissWarning
source: Dismiss
es: Descartar

# recurrenceRepeatTitle
source: Repeat
es: Repetir

# recurrenceNever
source: Never
es: Nunca

# recurrenceDaily
source: Daily
es: Diario

# recurrenceWeekly
source: Weekly
es: Semanal

# recurrenceMonthly
source: Monthly
es: Mensual

# recurrenceYearly
source: Yearly
es: Anual

# recurrenceEvery
source: Every
es: Cada

# recurrenceOnDays
source: On days
es: En los días

# recurrenceEnds
source: Ends
es: Termina

# recurrenceAfter
source: After
es: Después de

# recurrenceTimesLabel
source: times
es: veces

# recurrenceOn
source: On
es: El

# recurrenceSelectDate
source: Select date
es: Seleccionar fecha

# recurrenceDoesNotRepeat
source: Does not repeat
es: No se repite

# validationRequired
source: Required
es: Requerido

# validationInvalid
source: Invalid
es: Inválido

# validationMustBeGreaterThanZero
source: Must be > 0
es: Debe ser > 0

# validationMaxValue
source: Max {max}
es: Máx {max}

# doneButton
source: Done
es: Listo

# settingsTitle
source: Settings
es: Configuración

# settingsAppearanceSection
source: Appearance
es: Apariencia

# settingsLanguageRegionSection
source: Language & Region
es: Idioma y región

# settingsAdvancedSection
source: Advanced
es: Avanzado

# settingsThemeMode
source: Theme Mode
es: Modo de tema

# settingsThemeModeSubtitle
source: Choose between light, dark, or system theme
es: Elige entre tema claro, oscuro o del sistema

# settingsTextSize
source: Text Size
es: Tamaño del texto

# settingsLanguage
source: Language
es: Idioma

# settingsLanguageSubtitle
source: Select your preferred language
es: Selecciona tu idioma preferido

# settingsLanguageSystem
source: System
es: Sistema

# settingsDateFormat
source: Date Format
es: Formato de fecha

# settingsDateFormatShort
source: Short
es: Corto

# settingsDateFormatMedium
source: Medium
es: Medio

# settingsDateFormatLong
source: Long
es: Largo

# settingsDateFormatFull
source: Full
es: Completo

# settingsDateFormatCustom
source: Custom
es: Personalizado

# settingsDateFormatExample
source: Example: {example}
es: Ejemplo: {example}

# settingsResetToDefaults
source: Reset to Defaults
es: Restablecer valores predeterminados

# settingsResetTitle
source: Reset Settings
es: Restablecer configuración

# settingsResetConfirmation
source: Are you sure you want to reset all settings to their default values?
es: ¿Estás seguro de que quieres restablecer toda la configuración a sus valores predeterminados?

# settingsResetSuccess
source: Settings reset to defaults
es: Configuración restablecida a valores predeterminados

# resetButton
source: Reset
es: Restablecer

# sortFieldCreatedDate
source: Created date
es: Fecha de creación

# sortFieldUpdatedDate
source: Updated date
es: Fecha de actualización

# sortFieldNextActionPriority
source: Next action priority
es: Prioridad de próxima acción

# sortOrderHelp
source: Choose how to order items
es: Elige cómo ordenar los elementos

# saveButton
source: Save
es: Guardar

# discardButton
source: Discard
es: Descartar
