Repository: sebastianHobby/taskly_bloc
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# unsavedChangesTitle
source: Unsaved Changes
es: Cambios sin guardar

# confirmButton
source: Confirm
es: Confirmar

# focusModeSectionTitle
source: How should Focus prioritize tasks?
es: ¿Cómo debería Enfoque priorizar las tareas?

# urgencyThresholdsSection
source: Urgency Thresholds
es: Umbrales de Urgencia

# taskUrgencyDays
source: Task urgency (days before due date)
es: Urgencia de tarea (días antes de la fecha de entrega)

# projectUrgencyDays
source: Project urgency (days before due date)
es: Urgencia de proyecto (días antes de la fecha de entrega)

# displayOptionsSection
source: Display Options
es: Opciones de Visualización

source: Show unassigned task count
es: Mostrar conteo de tareas sin asignar

source: Show project next task
es: Mostrar siguiente tarea del proyecto

source: Daily task limit
es: Límite diario de tareas

# advancedSettingsSection
source: Advanced Settings
es: Configuración Avanzada

source: Urgent task handling
es: Manejo de tareas urgentes

# urgentTaskIgnore
source: Ignore
es: Ignorar

# urgentTaskIgnoreDescription
source: Urgency has no effect, no warnings
es: La urgencia no tiene efecto, sin advertencias

# urgentTaskWarnOnly
source: Warn only
es: Solo advertir

# urgentTaskWarnOnlyDescription
source: Urgent tasks excluded but show warnings
es: Tareas urgentes excluidas pero muestran advertencias

# urgentTaskIncludeAll
source: Include all
es: Incluir todas

# urgentTaskIncludeAllDescription
source: All urgent tasks are included
es: Todas las tareas urgentes se incluyen

source: Value-aligned urgency boost
es: Impulso de urgencia alineada con valores

source: Enable neglect weighting
es: Habilitar ponderación por descuido

source: Reflector lookback (days)
es: Días de retrospectiva del Reflector

# neglectInfluence
source: Neglect influence (0-1)
es: Influencia de descuido (0-1)

source: Switched to Custom mode
es: Cambiado a modo Personalizado

# allocationSettingsTitle
source: Allocation Settings
es: Configuración de Asignación

# saveLabel
source: Save
es: Guardar

# valueRankingsTitle
source: Value Rankings
es: Clasificación de Valores

# valueRankingsDescription
source: Drag to reorder. Higher values get more focus tasks.
es: Arrastra para reordenar. Los valores más altos obtienen más tareas de enfoque.

# noValuesForRanking
source: No values found. Create values in the Values screen.
es: No se encontraron valores. Crea valores en la pantalla de Valores.

# weightLabel
source: Weight
es: Peso

source: Not ranked - drag to rank
es: Sin clasificar - arrastra para clasificar

# recommendedNextActionLabel
source: Recommended Next Action
es: Próxima Acción Recomendada

# startLabel
source: Start
es: Iniciar

# projectNextTaskPrefix
source: -> Next:
es: → Siguiente:

# taskPinnedToFocus
source: '{taskName}' pinned to Focus
es: '{taskName}' fijada en Focus

# deadlineFormatDays
source: {days, plural, =0{Due today} =1{Due tomorrow} other{Due in {days} days}}
es: {days, plural, =0{Vence hoy} =1{Vence mañana} other{Vence en {days} días}}

# deadlineOverdue
source: Overdue
es: Vencida

# reflectorBuildingHistory
source: Building your history...
es: Construyendo tu historial...

# reflectorHistoryExplanation
source: Reflector works best with more data. You have {count} completions in the last {days} days. Using value weights for now.
es: Reflector funciona mejor con más datos. Tienes {count} completadas en los últimos {days} días. Usando pesos de valores por ahora.

# targetLabel
source: Target
es: Objetivo

# gapLabel
source: Gap
es: Brecha

# valueActivityCounts
source: {taskCount} tasks · {projectCount} projects
es: {taskCount} tareas · {projectCount} proyectos

# weekTrendTitle
source: {weeks}-Week Trend
es: Tendencia de {weeks} Semanas

# noTrendData
source: No trend data yet
es: Sin datos de tendencia aún

# activitySectionTitle
source: Activity
es: Actividad

# activeTasksCount
source: {count} active tasks
es: {count} tareas activas

# projectsCount
source: {count} projects
es: {count} proyectos

# pickSmallWinCta
source: Pick a small win
es: Elige una pequeña victoria

# unassignedWorkTitle
source: Unassigned Work
es: Trabajo Sin Asignar

# valuesGatewayTitle
source: Prioritize What Matters
es: Prioriza Lo Que Importa

# valuesGatewayDescription
source: Focus uses your personal values to recommend which tasks deserve your attention today. Define what's important to you-like Health, Family, Career-and Focus will help you spend time on what truly matters.
es: Focus utiliza tus valores personales para recomendar qué tareas merecen tu atención hoy. Define lo que es importante para ti—como Salud, Familia, Carrera—y Focus te ayudará a dedicar tiempo a lo que realmente importa.

source: Set Up My Values
es: Configurar Mis Valores

# focusSetupFinalizeTitle
source: Ready to use Focus.
es: Listo para usar Focus.

# focusSetupFinalizeSubtitle
source: You can change this anytime in settings.
es: Puedes cambiar esto en cualquier momento en ajustes.

# focusSetupFinalizeFocusModeLabel
source: Focus mode: {modeName}
es: Modo de enfoque: {modeName}

# focusSetupFinalizeValuesLabel
source: Values: {count}
es: Valores: {count}

# focusSetupSuggestionsPerBatchTitle
source: Suggestions per batch
es: Sugerencias por lote

# focusSetupSuggestionsPerBatchDescription
source: How many Suggested items to show when you generate a new batch in My Day.
es: Cuántos elementos sugeridos mostrar cuando generas un nuevo lote en Mi Día.

# focusSetupValueBalancingTitle
source: Value balancing
es: Equilibrio de valores

# focusSetupValueBalancingSwitchLabel
source: Keep my values in balance
es: Mantener mis valores en equilibrio

# focusSetupValueBalancingTooltip
source: About value balancing When enabled, Suggested picks may include a small number of tasks from values you've focused on less recently. It's always a gentle nudge and never overrides your plan.
es: Acerca del equilibrio de valores Cuando está activado, las sugerencias pueden incluir un pequeño número de tareas de valores a los que has dedicado menos atención recientemente. Es siempre un empujón suave y nunca reemplaza tu plan.

# focusSetupValueBalancingSubtitle
source: Suggested picks can gently rebalance across your values.
es: Las sugerencias pueden reequilibrar suavemente entre tus valores.

# focusSetupSafetyNetTitle
source: Safety net alerts
es: Alertas de seguridad

# focusSetupSafetyNetBody
source: Even if you pick a values-first mode, Taskly can still warn you about urgent deadlines or big gaps. Alerts are optional and fully configurable.
es: Incluso si eliges un modo basado en valores, Taskly aún puede avisarte sobre plazos urgentes o grandes brechas. Las alertas son opcionales y totalmente configurables.

# focusSetupValuesCtaTitle
source: Focus works best when you define what matters to you.
es: Focus funciona mejor cuando defines lo que te importa.

# focusSetupValuesCtaBody
source: Add at least one value (Health, Family, Craft, Learning...) so values-first modes can make smart tradeoffs.
es: Agrega al menos un valor (Salud, Familia, Oficio, Aprendizaje…) para que los modos basados en valores puedan tomar decisiones inteligentes.

# focusSetupValuesCountLabel
source: {count, plural, =1{You have 1 value} other{You have {count} values}}
es: {count, plural, =1{Tienes 1 valor} other{Tienes {count} valores}}

# focusSetupQuickAddValueLabel
source: Quick add a value
es: Agregar un valor rápido

# focusSetupQuickAddValueHint
source: e.g. Health
es: p. ej., Salud

# focusSetupCreateCustomValueLabel
source: Create a custom value
es: Crear un valor personalizado

# focusSetupOpenValuesLabel
source: Open Values
es: Abrir Valores

# basicInfoSection
source: Basic Information
es: Información Básica

# focusModeSectionSubtitle
source: Choose a focus mode to control how tasks are prioritized
es: Elige un modo de enfoque para controlar cómo se priorizan las tareas

# taskLimitSection
source: Task Limit
es: Límite de Tareas

# sourceFilterSection
source: Narrow Source
es: Filtrar Fuente

# sourceFilterSubtitle
source: Limit which tasks are considered
es: Limitar qué tareas se consideran

source: Saving...
es: Guardando...

source: Save Focus Screen
es: Guardar Pantalla Focus

# maxTasksLabel
source: Maximum Tasks
es: Máximo de Tareas

# urgentTaskBehaviorLabel
source: Urgent task handling
es: Manejo de tareas urgentes

# urgentBehaviorIgnore
source: Ignore urgent tasks
es: Ignorar tareas urgentes

# urgentBehaviorWarnOnly
source: Warn about urgent tasks
es: Advertir sobre tareas urgentes

# urgentBehaviorIncludeAll
source: Include all urgent tasks
es: Incluir todas las tareas urgentes

# daysFormat
source: {count} days
es: {count} días

# myDayTitle
source: My Day
es: Mi día

# myDayUpdatePlanTitle
source: Plan today
es: Actualizar plan

# myDayPlanCardTitle
source: Plan for today
es: Plan para hoy

# myDayPlanCardTitleWithPicked
source: Plan for today · {count}
es: Plan para hoy · {count}

# myDayPlanCardButtonPlan
source: Plan
es: Planificar

# myDayPreparingTitle
source: Preparing My Day
es: Preparando mi día

# myDayPreparingSubtitle
source: Loading your suggestions and today's context...
es: Cargando tus sugerencias y el contexto de hoy…

# myDayAddedToFocusSnackbar
source: Added to Today's Focus.
es: Añadido al foco de hoy.

# myDayAddedToTodaySnackbar
source: Added to today.
es: Añadido para hoy.

# myDayUpdatePlanSubtitle
source: Pick what matters next—values-led focus plus what’s due soon.
es: Revisa las selecciones de hoy. Agrega o quita lo que quieras.

# myDayUpdatePlanSubtitleWithCompleted
source: Pick what matters next—values-led focus plus what’s due soon. Completed items are shown below.
es: Revisa las selecciones de hoy. Las completadas se muestran abajo.

# myDayClearMyDayLabel
source: Clear My Day
es: Borrar Mi día

# myDayUpdateMyDayLabel
source: Update today's plan · {count}
es: Actualizar Mi día · {count}

# myDaySelectItemsToContinueLabel
source: Select items to continue
es: Selecciona elementos para continuar

# myDayContinueToMyDayLabel
source: Continue to My Day · {count}
es: Continuar a Mi día · {count}

# myDayClearPlanDialogTitle
source: Clear today's plan?
es: ¿Borrar el plan de hoy?

# myDayClearPlanDialogBody
source: This will remove all remaining picks from My Day.
es: Esto eliminará todas las selecciones restantes de Mi día.

# myDayPickAllConfirmBody
source: This will add {count} items to today. You can unpick any after.
es: Esto añadirá {count} elementos para hoy. Luego puedes quitar los que quieras.

# myDayPickAllButton
source: Pick all
es: Elegir todo

# myDayPickAllDueTitle
source: Pick all due items?
es: ¿Elegir todas las tareas vencidas y por vencer?

# myDayPickAllAvailableTitle
source: Pick all available items?
es: ¿Elegir todas las tareas disponibles?

# myDayPickAllSuggestedTitle
source: Pick all suggested items?
es: ¿Elegir todas las sugerencias?

# myDayCompletedSectionTitle
source: Completed
es: Completado

# myDayShowCompletedLabel
source: Show completed
es: Mostrar completadas

# myDayHideCompletedLabel
source: Hide completed
es: Ocultar completadas

# myDayPickAllDueMenuLabel
source: Pick all due
es: Elegir todos los vencidos

# myDayPickAllAvailableMenuLabel
source: Pick all available
es: Elegir todos los disponibles

# myDayPickAllPicksMenuLabel
source: Pick all picks
es: Elegir todas las selecciones

# myDayTimePlanBannerTitle
source: Time & plan based
es: Basado en tiempo y plan

# myDayTimePlanSheetTitle
source: Time & plan based
es: Basado en tiempo y plan

# myDayTimePlanBannerSubtitle
source: {dueCount} time-critical · {plannedCount} planned
es: {dueCount} críticas por tiempo • {plannedCount} planificadas

# myDayTimePlanBannerEmptySubtitle
source: No time-critical or planned items today.
es: No hay elementos críticos por tiempo ni planificados hoy.

# myDayTimeCriticalSectionTitle
source: Time-critical
es: Críticas por tiempo

# myDayPlannedSectionTitle
source: Planned
es: Planificadas

# myDayShowFewerLabel
source: Show fewer
es: Mostrar menos

# myDayShowAllDueItemsLabel
source: Show all due items
es: Mostrar todas las vencidas

# myDayShowAllAvailableLabel
source: Show all available
es: Mostrar todas las disponibles

# myDayNothingPlannedYetTitle
source: Nothing planned yet
es: Aún no hay plan

# myDayNothingPlannedYetBody
source: No tasks are due soon or available to start.
es: No hay tareas próximas a vencer ni disponibles para empezar.

# myDayYoureCaughtUpBody
source: You're caught up.
es: Vas al día.

# myDayPlannedForTodayTitle
source: Planned for today (or earlier)
es: Planificadas para hoy (o antes)

# myDayPlannedForTodaySubtitle
source: Tasks whose planned day is today or earlier.
es: Tareas cuya fecha planificada es hoy o anterior.

# myDayPlannedForTodayEmptyBody
source: Tasks whose planned day is today or earlier. Nothing available right now.
es: Tareas cuya fecha planificada es hoy o anterior. No hay nada disponible ahora.

# myDaySuggestedCompleteTitle
source: Suggested complete
es: Sugerencias completadas

# myDaySuggestedCompleteBody
source: You've completed your suggested picks for today. Generate a new batch for more suggestions.
es: Ya completaste las sugerencias de hoy. Genera un nuevo lote para ver más.

# myDayGenerateNewBatchLabel
source: Generate new batch
es: Generar nuevo lote

# myDayGenerateLabel
source: Generate
es: Generar

# myDayStartSetupLabel
source: Start setup
es: Iniciar configuración

# myDayUnlockSuggestionsTitle
source: Unlock suggestions
es: Desbloquear sugerencias

# myDayUnlockSuggestionsBody
source: Set up a focus mode and add your first value to get tailored picks here.
es: Configura un modo de enfoque y agrega tu primer valor para ver sugerencias personalizadas aquí.

# myDayChooseFocusModeLabel
source: Choose a focus mode
es: Elige un modo de enfoque

# myDayAddFirstValueLabel
source: Add your first value
es: Agrega tu primer valor

# myDaySuggestedForYouTitle
source: Suggested for you · {count}
es: Sugerido para ti · {count}

# myDayTimeSensitiveSummary
source: {dueCount, plural, one{1 due} other{{dueCount} due}} and {plannedCount, plural, one{1 planned} other{{plannedCount} planned}} not in today's plan.
es: {dueCount, plural, one{1 vencida} other{{dueCount} vencidas}} y {plannedCount, plural, one{1 planificada} other{{plannedCount} planificadas}} fuera del plan de hoy.

# snoozePastDueDateTitle
source: Snooze past due date?
es: ¿Posponer después de la fecha de entrega?

# snoozePastDueDateBody
source: This task is due on {dueDate}. Snoozing to {newStartDate} keeps the due date the same.
es: Esta tarea vence el {dueDate}. Posponerla hasta el {newStartDate} mantiene la fecha de entrega igual.

# snoozeAnywayButton
source: Snooze anyway
es: Posponer de todos modos

# myDayAlertBannerSingular
source: 1 item outside Focus
es: 1 elemento fuera de Focus

# myDayAlertBannerPlural
source: {count} items outside Focus
es: {count} elementos fuera de Focus

# myDayAlertBannerReview
source: Review
es: Revisar

# alertTypeUrgent
source: Urgent tasks
es: Tareas urgentes

# alertTypeOverdue
source: Overdue tasks
es: Tareas vencidas

# alertTypeNoValue
source: Tasks without values
es: Tareas sin valores

# alertTypeLowPriority
source: Low priority tasks
es: Tareas de baja prioridad

# alertTypeQuotaFull
source: Quota exceeded tasks
es: Tareas que exceden la cuota

# alertSeverityCritical
source: Critical
es: Crítico

# alertSeverityWarning
source: Warning
es: Advertencia

# alertSeverityNotice
source: Notice
es: Aviso

# dailyTaskLimitLabel
source: Daily Task Limit
es: Límite diario de tareas

# dailyTaskLimitHelper
source: Maximum number of tasks to schedule per day
es: Número máximo de tareas para programar por día

# strategyTitle
source: Strategy
es: Estrategia

# enableNeglectWeightingLabel
source: Enable Neglect Weighting
es: Habilitar ponderación por descuido

# enableNeglectWeightingHelper
source: Prioritize tasks that have been neglected
es: Prioriza las tareas que han sido descuidadas

# displayTitle
source: Display
es: Visualización

# showOrphanTaskCountLabel
source: Show Orphan Task Count
es: Mostrar cantidad de tareas huérfanas

# showProjectNextTaskLabel
source: Show Project Next Task
es: Mostrar siguiente tarea del proyecto

source: Settings saved
es: Configuración guardada

# settingsSaveError
source: Error saving settings: {error}
es: Error al guardar la configuración: {error}

# settingsLoadError
source: Error loading settings: {error}
es: Error al cargar la configuración: {error}

source: Delete value
es: Eliminar valor

source: Edit value
es: Editar valor

source: Value not found.
es: No se encontró el valor.
